let prediction = [
  'Тупикових ситуацій не буває - вихід є завжди.',
  'Ось і прийшов завтрашній день, який так турбував вас вчора.',
  'У собак друзів більше, адже вони метуть хвостами, а не язиками.',
  'Кожен з нас унікальний.',
  'Ворогів потрібно любити, їх це бісить.',
  'Високо оцінюючи себе, переконайтеся, що Ви користуєтеся попитом.',
  'На шляху, що веде до щастя, не повинен стояти ніхто.',
  'Щоб про вас не пліткували, самі нікого не судіть.',
  'Борючись з власним егоїзмом, проявляйте особливу наполегливість.',
  'Здійснюючи необдумані дії, ви даремно витрачаєте енергію.'
];

console.log(prediction[Math.floor(Math.random()*10)])

let age = prompt("Введіть вік");

if (age >= 15) {
  console.log("Ви можете проходити")
}
else{
  console.log("Ви не підходите по віку")
}